---
kind: other
id: Methods.T:Autodesk.Revit.DB.STLExportOptions
source: html/deac833c-6a60-61a4-68b8-1ca8eba5e5af.htm
---
# STLExportOptions Methods

Checks whether the GridAspectRatio tessellation parameter is explicitly set.